import "./dashboard.css"
import React from 'react'

const Dashboard = () => {
  return (
   
    <div> <h1>ברוכים הבאים לפלטפורמת הלמידה! </h1>
    <p>אתר זה נועד להפוך את חווית לימוד האנגלית ליעילה וקלה יותר. </p>
   
    <div>במהלך כל שיעור, המורה תוסיף מילים חדשות למערכת, שתאפשרנה לתלמידה להרחיב את אוצר המילים שלה.</div>
   <div>כאן, גם התלמידות וגם המורה תוכלנה לצפות בהכתבות, לעקוב אחר ההתקדמות ולספק או לקבל משוב.</div>
    
    <h2>למידה מהנה!</h2>
    </div>
  )
}

export default Dashboard